[
  {
    "id": "about_artifact",
    "type": "about",
    "game": "all",
    "content": {
      "icon": "http://vignette3.wikia.nocookie.net/bindingofisaac/images/f/fe/Item_Afterbirth.png/revision/latest/scale-to-width-down/280?cb=20151119153441&path-prefix=ru",
      "locale_name": "Артефакты",
      "name": "Artifacts",
      "descr": "Предметы являются частью игрового процесса. Собирая их по ходу игры, персонаж может преобразиться до неузнаваемости, приобретая новые возможности и способы взаимодействия с окружающей обстановкой, что в совокупности может гарантированно обеспечить прохождение или же усложнить до невозможности. Основной метод получения предметов – нахождение их в Комнатах сокровищ или после победы над Боссом/Мини-боссом."
    }
  },
  {
    "id": "about_boss",
    "type": "about",
    "game": "all",
    "content": {
      "icon": "http://vignette2.wikia.nocookie.net/bindingofisaac/images/5/53/Boss_Poster.png/revision/latest/scale-to-width-down/300?cb=20120711120231&path-prefix=ru",
      "locale_name": "Боссы",
      "name": "Bosses",
      "descr": "Предметы являются частью игрового процесса. Собирая их по ходу игры, персонаж может преобразиться до неузнаваемости, приобретая новые возможности и способы взаимодействия с окружающей обстановкой, что в совокупности может гарантированно обеспечить прохождение или же усложнить до невозможности. Основной метод получения предметов – нахождение их в Комнатах сокровищ или после победы над Боссом/Мини-боссом.",
      "extra": "Если у вас есть дополнительные жизни, например от +1 или Сдохшая кошка, боссов можно убивать несколько раз, тратя на это свои жизни. После убийства босса можно не собирать артефакт, а взорвать себя бомбой (если вы хотите собрать Super Meat Boy, то в этом случае Кубики Мяса нужно собирать). Босс возродится, и при победе над ним дадут другой артефакт. Это можно делать до тех пор, пока у вас не закончатся жизни.\nБольшинство боссов, в частности те, как Близнецы, в большей степени похожи на потерянных братьев Исаака. Как большинство из \"братьев\" Исаака выжили в тёмных глубинах подвалах неизвестно, хотя ясно, что многие из них приспособились, в таких случаях, как Пип, приобретя гротескные способности, чтобы защитить себя. Учитывая, что многие из них очень деформированы, возможно, что эти боссы - результаты неудачных (или успешных) абортов мамы Исаака.\nДругие боссы похожи на мутировавшие версии животных/насекомых, такие как Чаб и Ларри младший. Как они появились, неизвестно."
    }
  },
  {
    "id": "about_the_binding_of_isaac",
    "type": "about",
    "game": "the_binding_of_isaac",
    "content": {
      "icon": "http://vignette1.wikia.nocookie.net/bindingofisaac/images/5/51/The_Binding_of_Isaac_cover.jpg/revision/latest?cb=20141215122618&path-prefix=ru",
      "details": {
        "developers": [ "Эдмунд МакМиллен", "Флориан Химсл" ],
        "bublishers": [ "Nicalis, Inc" ],
        "engine": "Adobe Flash",
        "release": "28 сентября 2011",
        "genre": "Action-RPG",
        "version": "1.48/1.50",
        "platforms": [
          "Windows",
          "Mac",
          "Linux"
        ]
      },
      "locale_name": "Жертвоприношение Исаака",
      "name": "The Binding of Isaac",
      "descr": "The Binding of Isaac (англ. Жертвоприношение Исаака) — компьютерная инди-игра в жанре Action-adventure. Выпущена 28 сентября 2011 года для Windows и Mac через Steam.\n28 мая 2012 года было выпущено дополнение Wrath of the Lamb."
      "story": "После того, как мать главного героя слышит послание Бога, который требует человеческого жертвоприношения в знак доказательства её веры, Исаак убегает с надеждой спастись в подвал, наполненный различными монстрами. Там он встречает толпы врагов, потерянных братьев и сестёр, домашних животных и, наконец, свою мать.\nИсаак постоянно плачет, и слёзы — это его оружие."
      "gameplay": "Геймплей The Binding of Isaac напоминает игры серии Legend of Zelda, хотя некоторые особенности — например случайная генерация подземелий — роднят её с играми жанра roguelike. The Binding of Isaac представляет собой двухмерную Action/RPG, в котором игрок управляет Исааком или ещё несколькими персонажами, которых можно разблокировать при прохождении игры. Игроку предстоит исследовать множество комнат, наполненных противниками, ловушками, а также секретами. На каждом уровне существует босс — победа над ним обязательна и после него игрок попадает на следующий уровень. Во время прохождения попадаются всевозможные бонусы и улучшения для персонажа, повышающие и понижающие характеристики, дающие специальные возможности, различные косметические изменения и многое другое. В игре отсутствует респаун противников и предметов. При каждом новом запуске игры все противники, комнаты, предметы, боссы появляются случайным образом."
    }
  }
]