[
  {
    "id": "type_artifact",
    "type": "type",
    "game": "all",
    "content": {
      "icon": "http://vignette3.wikia.nocookie.net/bindingofisaac/images/f/fe/Item_Afterbirth.png/revision/latest/scale-to-width-down/280?cb=20151119153441&path-prefix=ru",
      "locale_name": "Артефакты",
      "name": "Artifacts",
      "descr": "Предметы являются частью игрового процесса. Собирая их по ходу игры, персонаж может преобразиться до неузнаваемости, приобретая новые возможности и способы взаимодействия с окружающей обстановкой, что в совокупности может гарантированно обеспечить прохождение или же усложнить до невозможности. Основной метод получения предметов – нахождение их в Комнатах сокровищ или после победы над Боссом/Мини-боссом."
    }
  },
  {
    "id": "type_boss",
    "type": "type",
    "game": "all",
    "content": {
      "icon": "http://vignette2.wikia.nocookie.net/bindingofisaac/images/5/53/Boss_Poster.png/revision/latest/scale-to-width-down/300?cb=20120711120231&path-prefix=ru",
      "locale_name": "Боссы",
      "name": "Bosses",
      "descr": "Предметы являются частью игрового процесса. Собирая их по ходу игры, персонаж может преобразиться до неузнаваемости, приобретая новые возможности и способы взаимодействия с окружающей обстановкой, что в совокупности может гарантированно обеспечить прохождение или же усложнить до невозможности. Основной метод получения предметов – нахождение их в Комнатах сокровищ или после победы над Боссом/Мини-боссом.",
      "extra": "Если у вас есть дополнительные жизни, например от +1 или Сдохшая кошка, боссов можно убивать несколько раз, тратя на это свои жизни. После убийства босса можно не собирать артефакт, а взорвать себя бомбой (если вы хотите собрать Super Meat Boy, то в этом случае Кубики Мяса нужно собирать). Босс возродится, и при победе над ним дадут другой артефакт. Это можно делать до тех пор, пока у вас не закончатся жизни.\nБольшинство боссов, в частности те, как Близнецы, в большей степени похожи на потерянных братьев Исаака. Как большинство из \"братьев\" Исаака выжили в тёмных глубинах подвалах неизвестно, хотя ясно, что многие из них приспособились, в таких случаях, как Пип, приобретя гротескные способности, чтобы защитить себя. Учитывая, что многие из них очень деформированы, возможно, что эти боссы - результаты неудачных (или успешных) абортов мамы Исаака.\nДругие боссы похожи на мутировавшие версии животных/насекомых, такие как Чаб и Ларри младший. Как они появились, неизвестно."
    }
  }
]