[
  {
    "id": "boss_duke_of_flies",
    "type": "boss",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Duke of Flies",
      "locale_name": "Герцог Мух",
      "icons": [
        "http://vignette2.wikia.nocookie.net/bindingofisaac/images/2/2d/Boss_The_Duke_of_Flies.png/revision/latest/scale-to-width-down/406?cb=20141105112926&path-prefix=ru",
        "http://vignette2.wikia.nocookie.net/bindingofisaac/images/5/54/Dukeofflies_full.png/revision/latest/scale-to-width-down/195?cb=20120412071025&path-prefix=ru"
      ],
      "descr": "Герцог Мух (Duke of Flies) - босс, появляющийся в Погребе, Подвале. Походит на улучшенную версию Улья.",
      "apearance": "Герцог Мух - шарообразное летающее существо, заполненное роем мух. Рот постоянно открыт, внутри копошатся мухи. На животе можно заметить шрам в виде буквы Y. Также у босса есть 4 отростка - культи, свисающие во время полета.",
      "attack": "Летает по комнате (как Зависть, но медленнее), не стремится напасть на персонажа.\nЕсли мух на его орбите меньше трёх, то он отрыгивает 3 красные маленькие мушки, которые начинают вращаться вокруг него.\nКогда количество мух достигает 5-6, он отталкивает их от себя, и они начинают летать за игроком.\nОн может улыбнуться и отрыгнуть большую красную муху, которая сразу летит на игрока.",
      "strategy": "Кружите вокруг босса, до тех пор пока не найдете зазор в его \"щите\", стреляйте сквозь него.\nУничтожьте его щит с помощью бомб/Мистера Бума.\nЕсли есть Грустный лучок или Номер Один, просто концентрируйте стрельбу на Герцоге, пробивая зазор в щите из мух самостоятельно.\nБомба, поставленная в правильно рассчитанном месте, в большинстве случаев уложит Герцога за один раз.\nНе подходите слишком близко. В таком случае Герцог на пару секунд увеличится, разогнав щит из мух и направив их на вас.\nЕсли бой с ним затягивается, Герцог начинает чихать Жирными Мухами, которые затруднят бой из-за их брызг крови. Убивайте их как только они появятся, чтобы держать ситуацию под контролем. Когда на экране больше 12 мух, босс отрыгивает мух для щита, но не направляет на игрока.",
      "extra": "Имя Герцог Мух ссылка к \"Повелителю мух\" - уничижительное прозвище Вельзевула, филистимлянского бога и позже - демона в христианстве.\nВ художественном буклете к Unholy Edition также называется просто \"Герцогом\". Защитное кольцо из мух вокруг него здесь называется как \"Нимб из мух\" - точно также как и артефакт, который может найти Исаак.\nГерцога можно встретить в демоверсии игры.",
      "forms": [
        {
          "icon": "http://vignette1.wikia.nocookie.net/bindingofisaac/images/6/6f/DukeOfFlies_Alt_Blue.png/revision/latest?cb=20120412071051&path-prefix=ru&format=webp",
          "descr": "Синий: Увеличенная скорость передвижения. Маленький размер."
        },
        {
          "icon": "http://vignette2.wikia.nocookie.net/bindingofisaac/images/6/6b/Duke_Of_flies_alt_orange2.png/revision/latest?cb=20120412071104&path-prefix=ru&format=webp",
          "descr": "Оранжевый: Медл​еннее движется и выпускает атакующих мух и кровососов вместо красных и черных мух. Большой размер."
        },
        {
          "icon": "http://vignette2.wikia.nocookie.net/bindingofisaac/images/8/80/DukeOfFlies_Alt_Green.png/revision/latest?cb=20120412071039&path-prefix=ru&format=webp",
          "descr": "Зеленый: Чихая, стреляет кровью во всех направлениях (каждые 2 секунды) и производит спаренных мух вместо красных и черных."
        },
        {
          "icon": "",
          "descr": "Вечная(Имеется только в дополнении WotL Eternal Edition: Также, как и другие вечные боссы, регенерирует жизни. Имеет 3 защитные мухи, которые невозможно уничтожить."
        }
      ],
      "rewards": [
      ]
    }
  },
  {
    "id": "boss_gemini",
    "type": "boss",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Gemini",
      "locale_name": "Близнецы",
      "icons": [
        "http://vignette3.wikia.nocookie.net/bindingofisaac/images/9/93/Gemini_full.png/revision/latest/scale-to-width-down/195?cb=20120417194215&path-prefix=ru",
        "http://vignette4.wikia.nocookie.net/bindingofisaac/images/0/09/Boss_Gemini.png/revision/latest/scale-to-width-down/559?cb=20141105112609&path-prefix=ru"
      ],
      "descr": "Близнецы (Gemini) - один из боссов Подвала. Несколько близнецов можно встретить в обычных комнатах Утробы и Преисподней.",
      "apearance": "Близнецы соединены между собой пуповиной. Старший близнец довольно быстро бегает за игроком, но вскоре выдыхается и вынужден останавливаться каждые несколько секунд. Младший близнец следует за большим, стреляя в игрока.",
      "attack": "Старший бегает за персонажем, время от времени останавливаясь и делая передышки\nМладший постоянно стреляет кровавыми снарядами\nПосле разделения\nСтарший не меняет своей стратегии\nМладший становится красным и начинает преследовать персонажа, при этом не стреляя.",
      "strategy": "Если вначале убить Старшего близнеца, то Младший впадает в ярость,перестает стрелять и начинает преследовать игрока. Чтобы избежать этой проблемы, желательно сначала убить Младшего, что довольно затруднительно. У Младшего небольшой вес и он легко отталкивается выстрелами игрока в сторону. Лучший момент для стрельбы в Меньшего близнеца во время передышки Старшего.\nЛучшая стратегия - бегать по углам комнаты и стрелять назад в преследователя. Комната близнецов часто имеет 2 перегородки из камней, выложенных в виде буквы Г, их можно использовать для того, чтобы задержать Старшего близнеца, пока он их обходит.\nПредметы, влияющие на движение монстров (вроде Маминого лифчика или Прокладки) могут пригодиться, если Близнецы окажутся слишком близко от игрока. Предметы со взрывным уроном (например, Гнилая голова Боба или Шуп Да Вуп) также будут полезны. Мистер Бум можно использовать во время передышек босса.",
      "extra": "После прохождения подвала 25 раз, Близнецы иногда заменяются Стивеном.\nБлизнецов можно найти в демо версии игры.\nЕсли есть Мамины линзы и Шоколадное молоко, то существует вероятность, что Младший близнец после убийства Старшего будет стрелять в игрока.\nВ художественном буклете к Unholy Edition их имена указаны как Шов (Suture) и Контузия (Contusion). Скорее всего Шов - это Старший близнец (у него на голове пришита заплатка).\nЕсли используя Мамин Лифчик убить Старшего, то стратегия Младшего не изменится (баг?).",
      "forms": [
        {
          "icon": "",
          "descr": "Зеленый: Близнецы не соединены поводком, но при этом ведут себя так же,как если бы были соединены. После смерти Старшего скорость Младшего не увеличивается. Есть также вероятность, что зеленым будет Младший брат. В этом случае игроку станет легче его победить - он двигается медленнее и представляет меньшую угрозу."
        },
        {
          "icon": "",
          "descr": "Синий: Этот вариант босса имеет увеличенное здоровье, но меньшую скорость, что более заметно, если синим окрашен Старший близнец (младший синий брат почти всегда даёт сердце души)."
        }
      ],
      "rewards": [
      ]
    }
  },
  {
    "id": "boss_monstro",
    "type": "boss",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Monstro",
      "locale_name": "Монстро",
      "icons": [
        "http://vignette2.wikia.nocookie.net/bindingofisaac/images/a/a3/Monstro.svg/revision/latest/scale-to-width-down/744?cb=20120406085414&path-prefix=ru"
      ],
      "descr": "Монстро (Monstro) — один из Боссов, появляющийся в Подвале, довольно часто встречается в игре. На поздних уровнях может появиться как обычный враг.",
      "apearance": "Монстро имеет круглую форму, но из-за гравитации его тело выглядит сдавленным снизу. У Монстро заячья губа и мало зубов.",
      "attack": "Имеет три вида атак, используемых в случайном порядке:\nНебольшие прыжки в сторону персонажа.\nПлевок множеством капель крови. Остерегайтесь, когда он улыбается.\nВзмывает в воздух и приземляется в том месте, где был персонаж в тот момент, когда он взмыл. При приземлении также стреляет в персонажа кровью. Если персонаж летает над камнями, то Монстро будет прыгать на месте.\nПобеда над Монстро в Подвале скорее всего приведет к бою с Монстро II в Глубинах.",
      "strategy": "Местоположение босса, скорее всего, не влияет на выбор его атаки, он выбирает между ними случайно. Поэтому, следует держаться от него на среднем расстоянии. Если у персонажа есть Мое Отражение или Номер Один, то ему придется бегать то к боссу, то от него, чтобы его слезы достигли цели.\nВзрывные предметы могут значительно помочь - Шуп Да Вуп или Гнилая Голова Боба повреждают его лучше остальных.\nНесмотря на свой объем, Монстро активно передвигается по комнате; предметы с локальным повреждением, вроде Мистера Бума, Лимонной Аварии или Дистанционного Пульта Доктора могут быть не очень эффективны, разве что если правильно рассчитать размещение. Обычные бомбы также наносят значительный урон его здоровью, но если в этот момент Монстро взлетит, бомба будет потрачена впустую. Лучшее время для использования предметов с локальным повреждением - момент, когда Монстро делает затяжной прыжок. В таком случае он приземлится приблизительно в том месте, где был персонаж на момент его взлета.",
      "extra": "В начале боя рядом с ним могут появиться 2 любых врага.\nЕго имя может быть отсылкой к киту в Пиноккио.\n\"Монстро\" означает \"Чудовище\" в португальском и испанском языках.\nСуществует программная ошибка: если босс убьет персонажа в упор, на его лице будет сумасшедшее выражение до тех пор, пока герой не взорвется (Особенности игрового движка — анимации всех врагов останавливаются до тех пор, пока не проиграется анимация смерти. Нет разницы, как он вас убил).\nМонстро можно встретить в демо-версии.\nВ художественном буклете к Unholy Edition также называется \"The Hairlip\".\nЕсли использовать на Монстро Мамин Лифчик, когда он прыгает, то он будет очень быстро менять лица и стоять на одном месте, пока не долетит.\nВ Сокровищнице можно найти артефакт Зуб Монстро. Используя этот зуб, игрок может призвать Монстро на помощь в бою. При этом Зуб Монстро не дает никакого эффекта во время битвы с самим Монстро.",
      "forms": [
        {
          "icon": "http://vignette1.wikia.nocookie.net/bindingofisaac/images/6/68/Monstro_Alt_Red.png/revision/latest?cb=20120406085458&path-prefix=ru",
          "descr": "Красный: Вместо одного большого Монстро появляются 2 малых Монстро. Рядом с ними также могут появиться обычные враги. В этом случае, лучше всего бегать вокруг них и стрелять в них, не останавливаясь, а также класть перед ними бомбы."
        },
        {
          "icon": "http://vignette2.wikia.nocookie.net/bindingofisaac/images/2/2a/Monstro_alt_Black.png/revision/latest?cb=20120406085515&path-prefix=ru",
          "descr": "Темно-серый: Немного больше размером и с большим запасом здоровья. Редко взмывает в воздух. Чаще всего использует атаку 2."
        }
      ],
      "rewards": [
      ]
    }
  },
  {
    "id": "boss_larry_jr.",
    "type": "boss",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Larry Jr.",
      "locale_name": "Ларри Младший",
      "icons": [
        "http://vignette2.wikia.nocookie.net/bindingofisaac/images/2/21/Larryjr.png/revision/latest/scale-to-width-down/195?cb=20120402064910&path-prefix=ru"
      ],
      "descr": "Ларри Младший (Larry Jr.) - босс, чаще всего встречаемый в Подвале. Иногда Ларри Младший появляется в обычных комнатах начиная с Пещер до Утробы. Может появится в группах из трех и более штук, а также в своих зеленых и синих вариантах. Чем больше Ларри Младших, тем они короче.",
      "apearance": "Представляет собой 1-2, реже 3 сегментированных червя. Черви быстро двигаются по прямым линиям. Каждый из червей может хаотично менять направление своего движения. Эти черви также могут оставлять кал, в котором нередко находятся сердца, полу-сердца или синие сердца, что сильно облегчает битву с ним.\nВсе сегменты червя наносят персонажу урон. Если голова разрушена, то головой становится предыдущий сегмент. Сегменты умирают быстрее, но уничтожение сегментов из середины червя может привести к тому, что половинки червя могут стать отдельными червями. С другой стороны, один отдельный сегмент, не соединенный с другим сразу же умирает.",
      "attack": "",
      "strategy": "Предметы вроде Стрелы Купидона или Технологии, которые проходят через врага насквозь, облегчат бой, если стрелять во всю длину червя, нанося урон сразу всем сегментам. Шуп Да Вуп тоже можно использовать в этих целях, но Ларри Младший двигается довольно быстро и непредсказуемо, что затрудняет использование этого активируемого предмета.\nТакже может пригодиться Лимонная авария, так как червь довольно часто может двигаться вперед и назад в одном и том же месте.\nБосс уязвим к Некрономикону и к карте Таро \"Смерть\" - они убивают его с первого раза из-за сегментированного здоровья.\nЕсли Папина Любовь попадет сразу в обоих червей то босс умрет.",
      "extra": "Имя Ларри Младшего - отсылка к Завывающим Ларри (?) Larries' Lament - собирательному имени для трех боссов из пятого мира игры Super Meat Boy, другой игры от тех же авторов.\nЛарри Младшего можно увидеть в демоверсии игры.\nТакже известны как \"Маленькие Ларри\" (\"The Lil Larries\"), как сказано в художественном буклете к Unholy Edition.\nВ игре Ларри запятнан кровью и из его глаз текут слёзы. Однако на VS-экране ни крови, ни слез нет.\nЕсли Ларри Младший толкнет персонажа к двери, то он окажется за этой дверью даже если она закрыта.\nВ Rebirth может появиться вместе с Пожирателем.",
      "forms": [
        {
          "icon": "http://vignette4.wikia.nocookie.net/bindingofisaac/images/8/8e/Larryaltgreen.png/revision/latest?cb=20120402064957&path-prefix=ru&format=webp",
          "descr": "Зеленый: Стреляет медленными снарядами в направлении движения и выделяет безвредную для персонажа зеленую слизь. Уровень здоровья ниже."
        },
        {
          "icon": "http://vignette1.wikia.nocookie.net/bindingofisaac/images/e/ee/Larryaltblue.png/revision/latest?cb=20120402064944&path-prefix=ru&format=webp",
          "descr": "Синий: Немного больше по размеру, более высокий уровень здоровья и не оставляет после себя кал. После победы всегда выпадает синее сердце. Начинает терять сегменты только тогда, когда уровень здоровья становится низким. Меньше пытается напасть на игрока."
        },
        {
          "icon": "",
          "descr": "Вечный (WotL EE): Внешне немного длиннее обычного Ларри. При уничтожении тела, голова отделяется, и бродит по комнате, оставляя лужи крови. Регенерирует здоровье."
        }
      ],
      "rewards": [
      ]
    }
  },
  {
    "id": "boss_famine",
    "type": "boss",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Famine",
      "locale_name": "Голод",
      "icons": [
        "http://vignette3.wikia.nocookie.net/bindingofisaac/images/c/c2/220x287-Isaac_Vs_famine_edited-_noobletk.png/revision/latest?cb=20120724122034&path-prefix=ru"
      ],
      "descr": "Голод (Famine) - один из четырех Всадников Апокалипсиса, босс, встречаемый в Подвале после победы над Мамой. Похож на безглазого зомби на деревянной лошадке.",
      "apearance": "",
      "attack": "При нахождении персонажа на одной горизонтальной линии с ним совершает рывок в сторону игрока и начинает быстро ездить по комнате.\nПроизводит Жирных мух. Иногда может произвести Очень жирную муху.\nКогда у Голода остается одна треть здоровья, у него отваливается тело (остаётся лишь голова), лошадь исчезает и он начинает выплевывать в игрока тройные снаряды.\nДо второй фазы основная угроза - Жирные мухи. Сам Голод медленно перемещается в сторону персонажа, если не встать на одну горизонталь с ним.\nЕго преследующая атака уничтожает жирных мух при касании. Тактика специального провоцирования на преследование иногда может помочь.\nГолод, как и все всадники, оставляет Кубик мяса или Шар из пластырей(Rebirth) после смерти.",
      "strategy": "",
      "extra": "Голод упоминается в Откровении 6:\n\"И когда Он снял третью печать, я слышал третье животное, говорящее: иди и смотри. Я взглянул, и вот, конь вороной, и на нем всадник, имеющий меру в руке своей. И слышал я голос посреди четырех животных, говорящий: хиникс пшеницы за динарий, и три хиникса ячменя за динарий; елея же и вина не повреждай.\"",
      "forms": [
        {
          "icon": "",
          "descr": "Синий:\nПервая фаза - атакует в 6 направлениях (не стреляет в вертикальных направлениях). Всю битву старается постоянно перемещаться по экрану, вне зависимости, стоит ли персонаж на горизонтальной линии с ним, или нет.\nВторая фаза - медленно парит по комнате, извергает кровь, как Монстро."
        }
      ],
      "rewards": [
        "artifact_passive_cube_of_meat"
      ]
    }
  },
  {
    "id": "boss_steven",
    "type": "boss",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Steven",
      "locale_name": "Стивен",
      "icons": [
        "http://vignette2.wikia.nocookie.net/bindingofisaac/images/2/21/Steven_Fullsize.png/revision/latest/scale-to-width-down/160?cb=20120531185716&path-prefix=ru"
      ],
      "descr": "Стивен (Steven) - один из боссов, появляющихся в Подвале. Является альтернативой боссу Близнецы. Разблокируется после прохождения Подвала 40 раз.",
      "apearance": "",
      "attack": "Стивен атакует так же, как и Близнецы:\nСтарший бегает за персонажем, время от времени останавливаясь для передышки.\nМладший стреляет кровавыми снарядами, если персонаж попал в его поле зрения.\nПосле смерти каждый из них взрывается, выстреливая 8-мю каплями крови в разные стороны.\nОтличие Стивена от Близнецов в том, что Стивен намного быстрее разделяется, что вынуждает персонажа убегать уже от двух монстров, в то время как у Близнецов Младший начинает преследовать персонажа только в том случае, если сначала убить Старшего.",
      "strategy": "",
      "extra": "Отсылка к другой игре Эдмунда МакМиллена \"Time Fcuk\".\nМожет появиться в Катакомбах, при этом VS картинка будет со Скверноплодом, а после победы выпадет случайный артефакт (Исправлено в новых обновлениях).\nСтарший и младший близнецы не связаны пуповиной как у Близнецов, они просто находятся рядом.\nОставляет после себя артефакты Маленький Стив или Стивен.",
      "forms": [
      ],
      "rewards": [
        "artifact_passive_little_steve",
        "artifact_passive_steven"
      ]
    }
  },



  ///Пример:
  {
    "id": "boss_",
    "type": "boss",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "",
      "locale_name": "",
      "icons": [
        ""
      ],
      "descr": "",
      "apearance": "",
      "attack": "",
      "strategy": "",
      "extra": "",
      "forms": [
        {
          "icon": "",
          "descr": ""
        }
      ],
      "rewards": [
        ""
      ]
    }
  }
]