[
  {
    "id": "game_character_isaac",
    "type": "game_character",
    "game": "the_binding_of_isaac",
    "content": {
      "artifacts": [
        "artifact_active_d6"
      ],
      "unlockable": [
        {
          "descr": "Прохождение Преисподнии разблокирует Мамин Нож",
          "icon": "game_character_isaac_game_characters_0.jpg"
        },
        {
          "descr": "Прохождение Собора в Wrath of the Lamb разблокирует D20",
          "icon": "game_character_isaac_game_characters_1.jpg"
        },
        {
          "descr": "Прохождение Сундука в Wrath of the Lamb разблокирует Голову Исаака",
          "icon": "game_character_isaac_game_characters_2.jpg"
        }
      ],
      "extra": "В библии Исаак – Сын Авраама и Сарры, сделавшийся носителем всех данных им обетований. Бог пожелал испытать силу веры Авраама и повелел ему принести своего любимого сына Исаака «во всесожжение». Авраам, не колеблясь, повиновался. Когда над Исааком был уже занесён жертвенный нож, ангел воззвал к нему с неба: \"Авраам! Не поднимай руки твоей на отрока и не делай над ним ничего, ибо теперь Я знаю, что боишься ты Бога и не пожалел сына твоего, единственного твоего, для Меня\". Вместо Исаака в жертву был принесён баран.\nЭдмунд упомянул, что Исаак - левша.",
      "icon": "game_character_isaac_icon.png",
      "locale_name": "Исаак",
      "name": "Isaac",
      "descr": "Исаак (Isaac) – главный персонаж в игре и первый из доступных. Единственный доступный для испытаний персонаж. После прохождения Утробы персонажем ??? получает начальный артефакт - Игральный Кубик (D6). Также является главным боссом в Соборе."
    }
  },
  {
    "id": "game_character_magdalene",
    "type": "game_character",
    "game": "the_binding_of_isaac",
    "content": {
      "artifacts": [
        "artifact_active_yum_heart"
      ],
      "unlockable": [
        {
          "descr": "Прохождение Утробы разблокирует Реликвию",
          "icon": "game_character_magdalene_game_characters_0.jpg"
        },
        {
          "descr": "Прохождение Преисподней разблокирует Ангела-Хранителя",
          "icon": "game_character_magdalene_game_characters_1.jpg"
        },
        {
          "descr": "Прохождение Собора в Wrath of the Lamb разблокирует Кельтский Крест",
          "icon": "game_character_magdalene_game_characters_2.jpg"
        },
        {
          "descr": "Прохождение Сундука в Wrath of the Lamb разблокирует Веру Мэгги",
          "icon": "game_character_magdalene_game_characters_3.jpg"
        }
      ],
      "extra": "Магдалина, как и другие персонажи, являются самим Исааком, что подтверждал Эдмунд Мак'Миллен в своём блоге.\nВ библии Мари́я Магдали́на — преданная последовательница Иисуса, христианская святая, мироносица, которая, согласно евангельскому тексту, следовала за Христом, присутствовала при Распятии и была свидетельницей его посмертного явления.\nВ буклете Unholy Edition Магдалина упоминается как \"Священник\" из-за увеличенного здоровья и регенерации (Ням-Сердце).\nВ одном из снов персонажа между уровнями, Исаак получает парик с бантом, идентичный причёске Магдалины.\nПри входе в комнату с мини-боссом, на заголовке в верхней части экрана написано Magdalena вместо Magdalene.",
      "icon": "game_character_magdalene_icon.png",
      "locale_name": "Магдалина",
      "name": "Magdalene",
      "descr": "Магдалина (Magdalene) – разблокируемый персонаж в The Binding of Isaac. За нее можно играть, если собрать 7 ячеек жизни за одну игру (синие сердца не считаются, однако временное усиление с карты Таро Сила считается)."
    }
  },
  {
    "id": "game_character_cain",
    "type": "game_character",
    "game": "the_binding_of_isaac",
    "content": {
      "artifacts": [
        "artifact_passive_lucky_foot"
      ],
      "unlockable": [
        {
          "descr": "Прохождение Утробы разблокирует Мешок Монет",
          "icon": "game_character_cain_game_characters_0.jpg"
        },
        {
          "descr": "Прохождение Преисподнии разблокирует Мешок с Бомбами",
          "icon": "game_character_cain_game_characters_1.jpg"
        },
        {
          "descr": "Прохождение Собора в Wrath of the Lamb разблокирует Авеля",
          "icon": "game_character_cain_game_characters_2.jpg"
        },
        {
          "descr": "Прохождение Сундука в Wrath of the Lamb разблокирует Глаз Каина",
          "icon": "game_character_cain_game_characters_3.jpg"
        }
      ],
      "extra": "Каин, как и остальные персонажи, являются самим Исааком, что подтверждал Эдмунд Мак'Миллен в своём блоге.\nКаин получил свое имя от библейского Каина — одного из двух сыновей Адама и Евы.\nКаин с артефактом Счастливая ножка — лучший персонаж для зарабатывания пенни и походов в казино.\nИз-за повязки, Каин стреляет только из одного глаза по немного искривленной траектории.\nИз-за отсутствия глаза, Каин будет стрелять только лазером при получении Технологии 2.\nКольцо на ноге Каина с самого начала — из-за артефакта Счастливая ножка, который даётся ему сразу после старта.",
      "icon": "game_character_cain_icon.png",
      "locale_name": "Каин",
      "name": "Cain",
      "descr": "Каин (Cain, старший сын Адама и Евы, брат Авеля) — персонаж игры The Binding of Isaac. Разблокируется, если у игрока будет 55 центов в какой-либо момент игры. Самый быстрый способ разблокировки — попробовать выиграть доллар в Игровом Автомате."
    }
  },
  {
    "id": "game_character_judas",
    "type": "game_character",
    "game": "the_binding_of_isaac",
    "content": {
      "artifacts": [
        "artifact_active_the_book_of_belial"
      ],
      "unlockable": [
        {
          "descr": "Прохождение Утробы разблокирует Крошку-Робота",
          "icon": "game_character_judas_game_characters_0.jpg"
        },
        {
          "descr": "Прохождение Преисподней разблокирует Энциклопедию о Монстрах",
          "icon": "game_character_judas_game_characters_1.jpg"
        },
        {
          "descr": "Прохождение Собора разблокирует Гнутый рог",
          "icon": "game_character_judas_game_characters_2.jpg"
        },
        {
          "descr": "Прохождение Сундука разблокирует Язык Иуды",
          "icon": "game_character_judas_game_characters_3.jpg"
        }
      ],
      "extra": "Иуда, как и остальные персонажи, являются самим Исааком, что подтверждал Эдмунд Мак'Миллен в своё блоге.\nИу́да Искарио́т, в христианстве Иуда сын Симона – один из апостолов Иисуса Христа, предавший его за 30 серебренников (отсюда и 3 пенни в начале).",
      "icon": "game_character_judas_icon.png",
      "locale_name": "Иуда",
      "name": "Judas",
      "descr": "Иуда (Judas) — персонаж игры The Binding of Isaac. Разблокируется после прохождения Утробы."
    }
  },
  {
    "id": "game_character_???",
    "type": "game_character",
    "game": "the_binding_of_isaac",
    "content": {
      "artifacts": [
        "artifact_active_the_poop"
      ],
      "unlockable": [
        {
          "descr": "Прохождение Утробы разблокирует Игральную Кость",
          "icon": "game_character_???_game_characters_0.jpg"
        },
        {
          "descr": " Прохождение Преисподней разблокирует Забудь Меня",
          "icon": "game_character_???_game_characters_1.jpg"
        },
        {
          "descr": " Прохождение Собора в Wrath of the Lamb разблокирует Радужного Малыша",
          "icon": "game_character_???_game_characters_2.jpg"
        },
        {
          "descr": "Прохождение Сундука в Wrath of the Lamb разблокирует Лапку птички Евы",
          "icon": "game_character_???_game_characters_3.jpg"
        }
      ],
      "extra": "Этот персонаж является отсылкой к учетной записи Эдмунда Макмиллена на Newgrounds. На Newgrounds.com Макмиллен известен как BlueBaby (Синий Малыш) и у него есть серия игр под названием «Dead Baby Dressup».\nПо умолчанию полным здоровьем считаются 3 сердца души. Поэтому пилюля Full Health восстанавливает все сердца до 3-ёх.\nЕсли у ??? есть Облатка и он покупает предмет в Комнате Дьявола (который обычно стоит 3 синих сердца), то он лишится всего половины такого сердца.\nСделка с Дьяволом при игре за ??? является простым уроном (скорее всего баг, исправлено в Rebirth), поэтому имея неуязвимость можно забрать все предметы из комнаты бесплатно.\nТакже, если ??? получит эффект Сгибателя Ложек, его голова станет телесного цвета. Аналогично действует и Судьба, но цвет меняет туловище..??? не виден в меню выбора персонажей, когда заблокирован, в отличие от других персонажей.\nМногие артефакты, такие как Химический ожог, Вирус, Мясо! и другие, не меняют внешность ???.\nВо время загрузки уровня можно заметить,что на груди у ??? находится шрам. Возможно, это шрам от ножа мамы, что добавляет еще один вариант смерти Исаака и превращения в ???.",
      "icon": "game_character_???_icon.png",
      "locale_name": "???",
      "name": "???",
      "descr": "??? (также известен как XXX или Синий Малыш) – персонаж, который разблокируется после 10 прохождений игры.\nСудя по заставкам между уровнями, ??? – это Исаак, умерший от падения в Подвал (или задохнувшийся в сундуке. Так же возможна смерть от ножа Мамы).\n??? уникален, поскольку вся его жизнь в синих сердцах, так как он не может увеличить количество контейнеров здоровья. При увеличении здоровья у героя увеличивается количество синих сердец. Подобрав Супер-Пластырь, протагонист получает 5 синих сердец: 3 как компенсацию за одно обычное сердце и еще 2 синих сердца как обычно. Карта таро «Сила» дает ему постоянное синее сердце в отличие от других персонажей, которым это даст временное увеличение здоровья. Предметы в Комнате Дьявола всегда имеют стоимость в синих сердцах. Некоторые предметы в комнате Дьявола дают синие сердца, таким образом, возможно, что сделки с Дьяволом не будут ничего стоить.\nПосле смерти с артефактом Анх игра продолжается за ???, независимо от изначального персонажа (со всеми уже имеющимися артефактами и бонусами)."
    }
  },
  {
    "id": "game_character_eve",
    "type": "game_character",
    "game": "the_binding_of_isaac",
    "content": {
      "artifacts": [
        "artifact_passive_dead_bird",
        "artifact_passive_whore_of_babylon"
      ],
      "unlockable": [
        {
          "descr": "Прохождение Утробы разблокирует Бритву",
          "icon": "game_character_eve_game_characters_0.jpg"
        },
        {
          "descr": "Прохождение Преисподнии разблокирует Крошку-Демона",
          "icon": "game_character_eve_game_characters_1.jpg"
        },
        {
          "descr": "Прохождение Собора в Wrath of the Lamb разблокирует Жертвенный Кинжал",
          "icon": "game_character_eve_game_characters_2.jpg"
        },
        {
          "descr": "Прохождение Сундука в Wrath of the Lamb разблокирует Птичью Лапку Евы",
          "icon": "game_character_eve_game_characters_3.jpg"
        }
      ],
      "extra": "Ева в Библии — вторая женщина на Земле, жена Адама, поддавшаяся искушению хитрым Змеем (некое подобие сделки с Дьяволом, что и объясняет способ разблокирования персонажа).\nКак и Магдалина, Ева может быть Исааком в парике и с тенями на глазах.\nРазработчик игры Эдмунд Макмиллан утверждает, что Ева — его самый любимый персонаж из-за ее уникального рискованного стиля игры.",
      "icon": "game_character_eve_icon.png",
      "locale_name": "Ева",
      "name": "Eve",
      "descr": "Ева (Eve) — шестой персонаж в игре. Она разблокируется совершением двух или более сделок с Дьяволом за одно прохождение, причем необязательно совершать их в одной комнате. Она разблокируется сразу же после совершения сделки, так что покупать предметы можно даже ценой жизни персонажа."
    }
  }
]
