[
  {
    "id": "mini_boss_envy",
    "type": "mini_boss",
    "game": "the_binding_of_isaac",
    "content": {
      "apearance": "",
      "rewards": [],
      "icons": [
        "mini_boss_envy_mini_bosses_0.png"
      ],
      "strategy": "Мы рекомендуем игрокам сосредоточиться именно на одной голове после каждого деления. Это сводит к минимуму общее количество врагов и делает босса значительно более управляемым. Общая стратегия заключается в разделении его на две части, а затем бейте одну половину, пока он делится снова. Повторите процесс, пока одна часть не уничтожится. Затем вернитесь к убийству чуть большей половины. Эта стратегия особенно важна при борьбе с несколькими Завистями в Утробе или Преисподней. С другой стороны, если помещение, в котором Зависть имеет естественный барьер или препятствие, вы можете использовать вашу атаку и остаться нетронутым. Атака мух, таких, как Навеки один, очень эффективны против зависти, так как если он касается мухи, он постоянно и быстро получает повреждения, пока муха касается его.",
      "extra": "Иногда Зависть может выпустить часть Супер Зависти, после разделения. В этом случае Зависть будет считаться Супер Завистью, и из него может выпасть артефакт Навеки один.\nЭдмунд Макмиллан объяснил, что Зависть выглядит так из-за того, что она вместо смерти разделяется.\nГоловы этого мини-босса обычно застревают в проходах в Секретную комнату.",
      "locale_name": "Зависть",
      "name": "Envy",
      "descr": "Зависть (Envy) — является одним из мини-боссов, которые представляют Семь смертных грехов."
    }
  },
  {
    "id": "mini_boss_pride",
    "type": "mini_boss",
    "game": "the_binding_of_isaac",
    "content": {
      "apearance": "",
      "rewards": [
        "artifact_active_anarchist_cookbook"
      ],
      "icons": [
        "mini_boss_pride_mini_bosses_0.png"
      ],
      "strategy": "Лучшая стратегия - оставаться слева или справа от него, чтобы не получить урон от Х-атаки и при этом была возможность отойти вверх или вниз от тролль-бомб. Необходимо также обращать внимание на порядок появления тролль-бомб, так как, взрываясь, они будут отталкивать последующие бомбы в сторону.",
      "extra": "После победы Гордыня может оставить тролль-бомбу, карту Таро или Поваренную книгу анархиста.",
      "locale_name": "Гордыня",
      "name": "Pride",
      "descr": "Гордыня (Pride) — мини-босс, один из Семи смертных грехов."
    }
  },
  {
    "id": "mini_boss_gluttony",
    "type": "mini_boss",
    "game": "the_binding_of_isaac",
    "content": {
      "apearance": "",
      "rewards": [],
      "icons": [
        "mini_boss_gluttony_mini_bosses_0.png"
      ],
      "strategy": "Чревоугодие является относительно легким мини-боссом. Момент его атаки кровавым лучом несложно предугадать и их можно избежать довольно легко. Кроме того, \"поп\" атаки, где он стреляет каплями в восьми направлениях, можно избежать с легкостью до тех пор, пока персонаж продолжает двигаться. В общем, не тратьте слишком много времени непосредственно стоя по горизонтали или вертикали от Чревоугодия, и только прямо наносите урон.",
      "extra": "Чревоугодие, вероятно, является ссылкой на Govenor Cassus Vikus, босс в игре \"Иерихон Клайва Баркера\" (Clive Barker's Jericho), который также имеет большой живот с вертикальной трещиной по телу, которую он открывает для выброса кровавых атак.\nОно также может быть ссылкой на врага с тем же именем в манге Стальной алхимик, в одной из сцен нападения.\nБрюхо — по видимому, более слабый вариант Чревоугодия.\nС Чревоугодия падает несколько сердец, и может упасть один из лечебных предметов, которые не встречаются в комнате с боссом, как, например, Ведро с салом и Сырая печень, которые увеличивают здоровье. Но чаще всего падает <3, что повышает запас здоровья на 1 контейнер и полностью восстанавливает здоровье.",
      "locale_name": "Чревоугодие",
      "name": "Gluttony",
      "descr": "Чревоугодие (Gluttony) - является мини-боссом и одним из Семи смертных грехов от христианского знания."
    }
  },
  {
    "id": "mini_boss_sloth",
    "type": "mini_boss",
    "game": "the_binding_of_isaac",
    "content": {
      "apearance": "",
      "rewards": [
        "artifact_active_bob's_rotten_head"
      ],
      "icons": [
        "mini_boss_sloth_mini_bosses_0.png"
      ],
      "strategy": "Лень — один из самых сложных мини-боссов. Зеленые взрывающиеся снаряды при попадании наносят урон в целое сердце, а потом еще и оставляют после взрыва токсичную лужу, которая также наносит урон. Основная стратегия в битве с Ленью — двигаться в определенном направлении. Двигаясь вперед и назад, можно избежать Личинок, но при этом попасть под зеленый баллон. Лучшая стратегия — использовать взрывы баллонов себе на пользу. Взрывы уничтожают скалы и личинок — это поможет несколько более свободно двигаться по кругу вокруг Лени",
      "extra": "Лень напоминает тёмно-зеленого глобина.\nПосле смерти оставляет карту Таро или, реже, Гнилую голову Боба.\nЛень — единственный из Семи грехов с \"голосом\" (когда он порождает зубастых червяков). Остальные имеют только звуковое сопровождение атак или же вообще беззвучны. Лень также не имеет уникального дизайна (возможно, это сделано намеренно и символизирует лень разработчиков).\nСтрельбой бомбами и порождением личинок похож на Чуму.\nЛень на самом деле зовут Бобом.",
      "locale_name": "Лень",
      "name": "Sloth",
      "descr": "Лень (Sloth) — мини-босс, один из Семи смертных грехов."
    }
  },
  {
    "id": "mini_boss_greed",
    "type": "mini_boss",
    "game": "the_binding_of_isaac",
    "content": {
      "apearance": "",
      "rewards": [
        "artifact_passive_steam_sale"
      ],
      "icons": [
        "mini_boss_greed_mini_bosses_0.png"
      ],
      "strategy": "Алчность со своими скоростными снарядами может нанести довольно ощутимое количество урона. Также она не имеет анимации или звука, который мог бы предупредить о его намерении атаковать. Способность призывать Скакунов не является большой угрозой, но Скакуны действуют как щит и могут затруднить уклонение от снарядов Алчности. Основная стратегия в битве с ней - стрелять в нее с как можно более далекого расстояния, чтобы дать время уклониться от ее снарядов.",
      "extra": "В Секретной комнате или Магазине при достаточном количестве бомб (или взрывных артефактах) можно убивать Алчность несколько раз. Для этого надо убить Алчность, не убивая вызываемых ею монстров. При выходе из комнаты, она не будет засчитана, как пройденная, и Алчность появится там снова (Не подтверждено для Rebirth).\nАлчность обязательно появляется в Магазине хотя бы одного из уровней.\nЧем выше уровень и чем больше денег при входе в Магазин имеет персонаж, тем выше вероятность встретить Алчность в Магазине или Секретной комнате. Таким образом, ее редко можно встретить в Подвале и часто - в Глубинах и после получения Доллара из игрового автомата.\nЕсли есть Компас, то Алчность в Секретной комнате можно увидеть на миникарте в верхнем левом углу экрана. Если персонаж получит Карту сокровищ ( Шляпу спелеолога или Рентгеновское зрение), значок минибосса исчезнет, несмотря на то, что Алчность останется там: будет просто виден знак вопроса, обозначающий Секретную комнату.\nПосле победы из Алчности выпадает куча монет, в которой иногда встречается одна или две монеты по 5 центов.\nМожет оставить предмет Распродажа в Стиме , снижающий вполовину цены на предметы в Магазине.",
      "locale_name": "Алчность",
      "name": "Greed",
      "descr": "Алчность (Greed) — мини-босс, один из Семи смертных грехов, который иногда появляется при заходе в Магазин, реже - в Секретной комнате. Обычно в этих комнатах висит или сидит мертвая версия Алчности - Висельник. Алчность может встретиться как обычный монстр в Преисподней, Соборе и Сундуке. Здесь его атаки будут наносить урон в целое сердце."
    }
  },
  {
    "id": "mini_boss_wrath",
    "type": "mini_boss",
    "game": "the_binding_of_isaac",
    "content": {
      "apearance": "",
      "rewards": [
        "artifact_passive_mr._mega",
        "artifact_active_mr._boom"
      ],
      "icons": [
        "mini_boss_wrath_mini_bosses_0.png"
      ],
      "strategy": "Гнев, как и Ларри Младший, двигается по совершенно случайной траектории, независимо от местоположения персонажа. Стратегия проста — уделять внимание структуре комнаты, чтобы не быть загнанным в угол и успевать откидывать бомбы обратно. Сама по себе битва с Гневом довольно проста, однако в Утробе или Преисподней можно встретить Гнев в нескольких экземплярах — бой с ними значительно труднее.",
      "extra": "Гнев и его атака, структура комнаты и ее вид - отсылки к известной серии игр Bomberman.\nИногда попадаются комнаты без Гнева, но с аналогичным расположением преград. Заменой Гневу в таких комнатах являются разбросанные случайным образом бомбы.\nПосле смерти оставляет несколько бомб, также может оставить Мистера Мегу и Мистера Бума.\nМистер Мега делает голову Исаака такой же, как и у Гнева — Исаак наденет шлем, а голова начнет дрожать.В придачу персонаж получит ещё 5 бомб.\nЕсли у персонажа есть артефакт Бобби-бомба, бомбы Гнева будут притягиваться к нему же. Тоже самое с Дистанционным Детонатором — его бомбы не будут взрываться, пока персонаж его не активирует.",
      "locale_name": "Гнев",
      "name": "Wrath",
      "descr": "Гнев (Wrath) — минибосс, один из Семи смертных грехов."
    }
  },
  {
    "id": "mini_boss_lust",
    "type": "mini_boss",
    "game": "the_binding_of_isaac",
    "content": {
      "apearance": "",
      "rewards": [
        "artifact_passive_the_virus",
        "artifact_passive_roid_rage"
      ],
      "icons": [
        "mini_boss_lust_mini_bosses_0.png"
      ],
      "strategy": "Если скоростные характеристики персонажа не прокачаны или наоборот, снижены из-за пилюль, Похоть может стать довольно трудным боссом. Лучший способ одержать победу — уйти из ее поля зрения. При этом Похоть притормаживает и начинает искать персонажа. Это можно использовать для увеличения расстояния между ней и персонажем.",
      "extra": "Легко победить при наличии хороших скоростных характеристик.\nПосле победы Похоть оставляет Вирус, Стероидную Ярость или пилюлю.\nБаг TBoI: если в Похоть попадет маленький Гиш то пока она замедленна,на Похоти можно увидеть текстуру зеваки.",
      "locale_name": "Похоть",
      "name": "Lust",
      "descr": "Похоть (Lust) — мини-босс, напоминающий розового Исаака под действием Вируса. Является одним из Семи смертных грехов."
    }
  }
]