[
  {
    "id": "monster_vis",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Vis",
      "locale_name": "Брюхо",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/8/8b/Vis.png/revision/latest/scale-to-width-down/100?cb=20140901105653&path-prefix=ru" ],
      "descr": "Брюхо (Vis) - монстр, стреляющий в персонажа потоком крови в том случае, если видит его, находящегося на одной линии с ним (вертикальной или горизонтальной). Перед тем, как выстрелить, начинает немного трястись. На время атаки неподвижен и до ее окончания направление потока уже не меняет.",
      "strategy": "Старайтесь двигаться по комнате по диагонали, чтобы заставить их атаковать и стреляйте в них, пока они неподвижны. С артефактами, изменяющими траекторию движения ваших снарядов (например, сгибатель ложек) или Спутников (например, Братик Бобби), победить становится значительно проще.",
      "extra": "Этот враг является безголовой версией Чревоугодия. Единственная разница в их атаках - отсутствие выстрелов в восьми направлениях. Выглядят одинаково, за исключением головы.В игре называется Vis, что по-латыни означает \"силу, мощь\" и является корнем слова \"viscera\", означающего внутренние органы."
    }
  },
  {
    "id": "monster_double_vis",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Double Vis",
      "locale_name": "Двойное брюхо",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/b/b6/Vis_Fio.png/revision/latest?cb=20120710172823&path-prefix=ru&format=webp" ],
      "descr": "Двойное брюхо (Double Vis) - усиленная версия Брюха, у которой разрезы находятся с двух сторон. Монстр атакует в двух направлениях большим потоком крови. Их часто можно найти в Некрополисе и Матке, иногда в Катакомбах. Супер Чревоугодие имеет аналогичную атаку.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_chubber",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Chubber",
      "locale_name": "Брюхо Чабби",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/f/f1/Chubby_Vis.png/revision/latest?cb=20120710172129&path-prefix=ru&format=webp" ],
      "descr": "Брюхо Чабби (Chubber) - выглядит как обычная версия Брюха, но с головой-личинкой, и в отличии от обычной версии выстреливает не потоком крови, а самой личинкой. Личинка наносит урон при движении в обе стороны. При уничтожении Брюха во время стрельбы личинкой она так же может нанести урон. Личинка снимает целое сердце при касании с персонажем.",
      "strategy": "",
      "extra": ""
    }
  },

  {
    "id": "monster_boom_fly",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Boom Fly",
      "locale_name": "Взрывная муха",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/9/92/Boomfly.png/revision/latest/scale-to-width-down/100?cb=20140901105456&path-prefix=ru" ],
      "descr": "Взрывная муха (Boom Fly) - вид мух, передвигающийся по диагонали, отталкивающийся от стен и минующий препятствия. При уничтожении взрывается. При наличии у персонажа артефакта Скатол, враг будет лишь замедлен, не утратив возможности взрываться.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_red_boom_fly",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Red Boom Fly",
      "locale_name": "Красная взрывная муха",
      "icons": [ "http://vignette3.wikia.nocookie.net/bindingofisaac/images/e/ec/Spitfly.png/…atest/scale-to-width-down/100?cb=20120711152814&path-prefix=ru&format=webp" ],
      "descr": "Красная взрывная муха (Red Boom Fly) - поведение полностью копирует вышеописанного монстра. При смерти выстреливает 6 кровавых снарядов вокруг себя.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_eye",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Eye",
      "locale_name": "Глаз",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/c/c3/Eye.png/revision/latest/scale-to-width-down/100?cb=20140901105506&path-prefix=ru" ],
      "descr": "Глаз (Eye) — встречающийся в Утробе, Матке и Преисподней монстр. Действует аналогично турели, следя за персонажем и стреляя в него лазером, схожим с эффектом артефакта Технология.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_bloodshot_eye",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Bloodshot Eye",
      "locale_name": "Кровавый Глаз",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/0/0a/Eye2.png/revision/latest?cb=20120313083101&path-prefix=ru&format=webp" ],
      "descr": "Кровавый Глаз (Bloodshot Eye) - В Преисподне встречается разновидность Глаза, стреляющяя широким потоком крови, проходящим сквозь стены вместо лазера.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_globin",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Globin",
      "locale_name": "Глобин",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/b/b1/Globin.png/revision/latest/scale-to-width-down/100?cb=20130105184310&path-prefix=ru" ],
      "descr": "Глобин (Globin) - монстр, встречающийся на этажах, ниже Подвала/Погреба. Увидев персонажа, Глобин ускоряется и преследует героя, нанося урон при касании. В этом поведение монстра схоже с поведением Зеваки. Получив достаточное для смерти количество урона, Глобин не будет повержен, а превратится в кучу мяса, которая будет находиться на месте в течение небольшого промежутка времени, после чего монстр возродится и будет преследовать персонажа как и до этого. Правда, запас его здоровья сильно сократится, что облегчит задачу превращения его в кучу мяса. Убит Глобин может быть только в форме кучи. Возрождаться же из неё монстр может бесконечно. Наносит целое сердце урона вне зависимости от уровня, на котором будет встречен.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_gazing_globin",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Gazing Globin",
      "locale_name": "Глядящий Глобин",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/a/a4/Globin_2.png…atest/scale-to-width-down/100?cb=20130105172338&path-prefix=ru&format=webp" ],
      "descr": "Глядящий Глобин (Gazing Globin ) - может заменить обычного Глобина. Отличается от оригинала тем, что имеют увеличенную скорость передвижения и могут \"скользить\" в состоянии кучки мяса.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_dople",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Dople",
      "locale_name": "Дубликат",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/6/6c/Doplei.png/revision/latest?cb=20141217141909&path-prefix=ru" ],
      "descr": "Дубликат (Dople) - монстр, которого можно встретить в Утробе и Матке. Его особенность в том, что он двигается и стреляет вместе с персонажем одной красной слезой, но в зеркальном отражении. Также копирует скорострельность персонажа. Из-за этого, нанести ему урон без повреждений себе довольно затруднительно. Единственный выход — перехитрить его. Легче всего насадить его на шипы в углу комнаты. Дубликат появляется в комнатах, позволяющих персонажу тем или иным способом заманить его в ловушку. Однако, иногда приходится организовывать ловушки самому (бомбами или артефактами).",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_evil_twin",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Evil Twin",
      "locale_name": "Злой Близнец",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/b/b6/Dople_2.png/revision/latest?cb=20120715074521&path-prefix=ru" ],
      "descr": "Злой Близнец (Evil Twin) - более сильная версия Дубликата. Может появится в Преисподней или (редко в виде чемпиона) в Утробе. Он похож на Исаака с Внутренним Глазом, Гвоздем и Повелителем Ям и поэтому не может быть убит шипами. Однако, так как у него есть Внутренний Глаз, у него низкая скорострельность, что облегчает стрельбу в него под углом. Атакует тремя слезами, выстреливаемыми им по дуге в сторону персонажа.",
      "strategy": "",
      "extra": "В комнате с шипами в двух углах (один вверху, другой — внизу) можно убить дубликата не получив урон от шипов. Урон от шипов персонаж получает немного выше действительного расположения и, поэтому, лучше располагаться поближе к верхним шипам, в то время как нижние будут наносить урон Дубликату.\nЛегко убить Дубликата предметами, кружащимися вокруг персонажа (например, Куском Мяса или Атакующими Мухами). Предметы вроде Лимонной Аварии, Паразита и Маминого ножа также могут наносить урон.\nМаленький Стив со своими самонаводящимися слезами тоже может помочь, стоя немного дальше от центра и стреляя в Дубликата. Сгибатель Ложек имеет тот же эффект.\nЕсли у персонажа есть предмет Извивающийся Червь, то можно просто стрелять чуть выше Дубликата.\nДубликат не наносит урон при касании с персонажем."
    }
  },
  {
    "id": "monster_pooter",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Pooter",
      "locale_name": "Жирная муха",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/a/ae/Pouter.png/revision/latest?cb=20140901105636&path-prefix=ru" ],
      "descr": "Жирная муха (Pooter) - этот вид мух практически не передвигается, выстреливая в персонажа кровавый снаряд, когда последний находится в зоне прямой видимости Жирной мухи. При наличии у персонажа артефакта Скатол, враг не будет стрелять.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_gaper",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Gaper",
      "locale_name": "Зевака",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/3/3b/Gaper.png/revision/latest/scale-to-width-down/100?cb=20121008130619&path-prefix=ru" ],
      "descr": "Зевака (Gaper) - монстр, встречающийся в Подвале или Погребе. Будет пытаться добраться до персонажа по самому короткому пути. Если путь до персонажа заблокирован, то Зевака останется на месте и будет ждать, когда путь откроется. После смерти может превратиться в Иноходца или Фонтан.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_frowning_gaper",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Frowning Gaper",
      "locale_name": "Хмурый Зевака",
      "icons": [ "http://vignette3.wikia.nocookie.net/bindingofisaac/images/4/4e/Frowninggape…atest/scale-to-width-down/100?cb=20121008130618&path-prefix=ru&format=webp" ],
      "descr": "Хмурый Зевака ( Frowning Gaper) - выглядит аналогично обычному Зеваке. До пробуждения монстра, глаза закрыты. После пробуждения Хмурый Зевака имеет такую же голову, как у Хорфа. Двигается быстрее, чем обычный Зевака, и превращается в Иноходца или Фонтан чаще.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_pacer",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Pacer",
      "locale_name": "Иноходец",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/0/0c/Pacer.png/revision/latest?cb=20130819162403&path-prefix=ru" ],
      "descr": "Иноходец (Pacer) - может быть создан Мамой, Зевакой и Мистером Мо. Иноходец слеп, поэтому не атакует персонажа. Единственный путь получения урона от монстра - прикосновение.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_gusher",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Gusher",
      "locale_name": "Фонтан",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/b/bf/Gusher.png/revision/latest?cb=20130819162403&path-prefix=ru&format=webp" ],
      "descr": "Фонтан (Gusher) - по типу поведения полностью схож с Иноходцем, за той лишь разницей, что разбрызгивает вокруг себя кровавые снаряды.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_lump",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Lump",
      "locale_name": "Комок",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/f/fc/Lump.png/revision/latest/scale-to-width-down/100?cb=20140901105516&path-prefix=ru" ],
      "descr": "Комок (Lump) - встречается на уровне Матка и в Утробе. Высовывается из-под земли, атакуя персонажа тремя красными выстрелами, разлетающимися дугой. После атаки быстро уходит под землю, появляясь в случайном месте, и быстро атакует вновь.",
      "strategy": "",
      "extra": "В DLC Afterbirth на уровне Зарубцованная матка Комок может быть окрашен в светло коричневый цвет."
    }
  },
  {
    "id": "monster_sucker",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Sucker",
      "locale_name": "Кровосос",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/6/66/Sucker.png/revision/latest?cb=20140901105645&path-prefix=ru" ],
      "descr": "Кровосос (Sucker) - улучшенная версия Мух, обитающий во всех локациях. Монстр преследует персонажа, нанося урон при соприкосновении с ним. При смерти выпускает 4 кровавых снаряда по \"+\" траектории. Невосприимчив к очарованию артефакта Скатол.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_para-bite",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Para-Bite",
      "locale_name": "Кусатель",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/8/84/Parabite.png/revision/latest?cb=20140901105629&path-prefix=ru" ],
      "descr": "Кусатель (Para-Bite - точно кусающий) - монстр, обитающий в Утробе и Матке. Обычно встречается в составе групп себе подобных. Преследует персонажа, нанося урон при касании, скрывается под землёй через неравные промежутки времени и появляется в другой части комнаты.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_clotty",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Clotty",
      "locale_name": "Мясной кусок",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/e/e7/Clotty.png/revision/latest/scale-to-width-down/100?cb=20120912100644&path-prefix=ru" ],
      "descr": "Мясной кусок (Clotty - сгусточек) - монстр, которого можно встретить на уровнях от Подвала до Утробы. Мясной кусок стреляет кровяными снарядами в горизонтальном и вертикальном направлениях, а также находится в постоянном движении.",
      "strategy": "",
      "extra": "Периодически атакует, стреляя 4-мя снарядами по + траектории.\nИмеет приличный запас здоровья."
    }
  },
  {
    "id": "monster_maggot",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Maggot",
      "locale_name": "Личинка",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/0/08/Maggot.png/revision/latest/scale-to-width-down/100?cb=20140901105516&path-prefix=ru" ],
      "descr": "Личинка (Maggot) - медленно перемещающийся по комнате вслепую монстр, который не нападает на персонажа. Наносит урон при касании. Двигается очень медленно и имеет малый запас здоровья.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_chargers",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Chargers",
      "locale_name": "Зубастая личинка",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/e/e8/Charger.png/revision/latest/scale-to-width-down/100?cb=20140901105505&path-prefix=ru&format=webp" ],
      "descr": "Зубастая личинка (Chargers - заряжающий) - аналогично Личинкам медленно ползает по комнате. В случае, если персонаж оказывается на вертикальной или горизонтальной прямой по отношению к Зубастой личинке, последняя ускоряется, раскрывая пасть, и нанося урон при касании. Множество боссов и монстров порождают этих врагов. Например: Чаб, Чума, Фистула, Лень.",
      "strategy": null,
      "extra": ""
    }
  },
  {
    "id": "monster_spittу",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Spittу",
      "locale_name": "Плевун",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/e/e2/Spity.png/revision/latest/scale-to-width-down/100?cb=20140901105645&path-prefix=ru&format=webp" ],
      "descr": "Плевун (Spittу) - медленно ползет в случайном направлении, часто меняя вектор перемещения, и время от времени выплевывает кровавые снаряды по направлению движения. Аналогично Зубастой личинке, Плевун призываем многими монстрами и боссами: Чаб, Чума.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_baby",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Baby",
      "locale_name": "Малышка",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/e/ef/%D0%90%D0%BD%D0%B3%D0%B5%D0%BB%D0%BE%D1%87%D0%B5%D0%BA.png/revision/latest?cb=20150301090339&path-prefix=ru" ],
      "descr": "Малышка (Baby) - монстр, встречающийся в Глубинах и Утробе. Малышка медленно летит в сторону персонажа, время от времени издавая пронзительный визг и стреляя одним сгустком крови. Также у них есть способность телепортироваться в любое место комнаты. Чаще всего телепортация происходит сразу после атаки. Иногда они могут телепортироваться прямо в то место, где стоял персонаж.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_mister_maw",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Mister Maw",
      "locale_name": "Мистер Мо",
      "icons": [ "http://vignette3.wikia.nocookie.net/bindingofisaac/images/3/31/Shape4336.png/revision/latest/scale-to-width-down/100?cb=20130815162247&path-prefix=ru" ],
      "descr": "Мистер Мо (Mister Maw) -монстр, состоящий из двух других: Мо, прикреплённого к Иноходцу. Мистер Мо атакует с небольшой дистанции, выбрасывая в сторону персонажа голову, нанося таким образом урон касанием, которая через некоторое время возвращается назад к телу. Если первой была уничтожена голова, то тело станет Иноходцем. Если же уничтожено тело - появится обычный Мо.",
      "strategy": "",
      "extra": "Редко можно встретить Мистера Мо с Вечной Мухой. Муха кружит вокруг его головы и превращается в атакующую муху, когда голова убита. Этот баг происходит, когда Психический Мо появляется в качестве головы Мистера Мо.\nИногда происходит графический сбой: голова, запущенная в игрока, становится телом (см. картинку выше). Чаще всего это происходит при наличии артефакта Мамины Линзы.\nРедко происходит ещё один графический сбой: после разделения голова или тело может стать невидимым. В этом случае лучшим способом победить оставшуюся половину - следить за следами крови на полу (если в живых осталось тело) или за выстрелами (если в живых осталась голова).\nДругой сбой может случиться, когда Мистер Мо запускает свою голову дальше, чем возможно, то через некоторое время она будет втягиваться назад, но вместо повторного присоединения, она снова будет возвращаться. Через некоторое время его голова будет мигать в двух углах комнаты. Если убить тело, то голова застрянет в стене, из-за чего будет невозможно будет её убить.\nTBoI: Если игрока убьёт голова Мистера Мо, то на завещании будет изображён Наблюдатель."
    }
  },
  {
    "id": "monster_maw",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Maw",
      "locale_name": "Мо",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/e/ec/Maws.png/revision/latest/scale-to-width-down/100?cb=20130813174320&path-prefix=ru" ],
      "descr": "Мо (Maw - пасть) - монстр, медленно движущийся в сторону персонажа, выстреливающий красный снаряд при приближении на определённое расстояние. Является одной из составных частей монстра Мистер Мо.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_red_maw",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Red Maw",
      "locale_name": "Красный Мо",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/9/9f/Redmaw.png/revision/latest/scale-to-width-down/100?cb=20130813174151&path-prefix=ru&format=webp" ],
      "descr": "Красный Мо (Red Maw - красная пасть) - монстр преследует персонажа, нанося урон при касании. При уничтожении противника, Красный Мо выстреливает четыре снаряда по сторонам света. Может заменить обычного Мо на любом уровне.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_brain",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Brain",
      "locale_name": "Мозг",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/3/3f/Brain.png/revision/latest/scale-to-width-down/100?cb=20140901105457&path-prefix=ru" ],
      "descr": "Мозг (Brain) - медленно движется по комнате, оставляя за собой кровавый след, наносящий полное сердце урона. Слабый противник, но при наличии более одного Мозга в комнате, может загнать персонажа в угол.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_membrain",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "MemBrain",
      "locale_name": "Мамин Мозг",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/a/a8/Membraini.png/revision/latest/scale-to-width-down/100?cb=20141217141006&path-prefix=ru&format=webp" ],
      "descr": "Мамин Мозг (MemBrain) - поведение схоже с монстром Мамины потроха. Так же медленно передвигается по комнате, изредка подпрыгивая и выпуская 8 кровавых выстрелов во всех направлениях. После смерти оставляет 2 Мозга.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_black_fly",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Black Fly",
      "locale_name": "Черная муха",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/0/0c/Fly.png/revision/latest?cb=20120816044323&path-prefix=ru" ],
      "descr": "Черная муха (Black Fly) - абсолютно безопасный монстр, не имеющий возможности наносить какой-либо урон персонажу. Перемещается по комнате (чаще всего в противоположную сторону от персонажа). По прошествии случайного промежутка времени имеет возможность превратиться в Жирную муху.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_attack_fly",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Attack Fly",
      "locale_name": "Атакующая муха",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/0/03/Atta%D1%81k_fly.png/revision/latest?cb=20120816052308&path-prefix=ru" ],
      "descr": "Атакующая муха (Attack Fly) - враг быстро приближается к персонажу, нанося урон касанием. Чаще всего встречается в группах. При наличии у антагониста артефакта Скатол все Атакующие мухи станут Черными мухами. Отдельно можно упомянуть о существовании Большой атакующей мухи. От обычной версии отличается увеличенным количеством здоровья и несколько большими размерами.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_moter",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Moter",
      "locale_name": "Спаренная муха",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/3/3e/Moters.png/revision/latest?cb=20130926161552&path-prefix=ru&format=webp" ],
      "descr": "Спаренная муха (Moter) - враг, копирующий поведение обычной Атакующей мухи. При смерти Спаренная муха разделяется на две Атакующие мухи. При использовании артефакта Скатол, после смерти монстр не разделится. Также \"распад\" врага будет невозможен, если последний был убит взрывом.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_host",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Host",
      "locale_name": "Наблюдатель",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/7/77/Host1.png/revision/latest?cb=20120710172410&path-prefix=ru" ],
      "descr": "Наблюдатель (Host) - выглядит как череп, лежащий на земле, но стоит к нему подойти достаточно близко, как он встаёт на ножку из плоти, из которой выстреливает 3 снаряда в сторону персонажа, после чего снова прячется в черепушку. В тот момент, когда монстр прячется в черепушке он становится неуязвимым для всех видов атак. Если его атаковать в этот момент, то он пробудет в этом состоянии дольше, пока не сочтёт, что угроза миновала. Не наносит урона при касании.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_red_host",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Red Host",
      "locale_name": "Красный наблюдатель",
      "icons": [ "http://vignette3.wikia.nocookie.net/bindingofisaac/images/6/66/Host2.png/revision/latest?cb=20120710172420&path-prefix=ru&format=webp" ],
      "descr": "Красный наблюдатель (Red Host) - измененная версия Наблюдателя, но в отличии от него стреляет 5 снарядами вместо 3, но атаковать его можно в любое время, также при касании не наносит урона.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_boil",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Boil",
      "locale_name": "Нарыв",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/b/b7/Boil.png/revision/latest?cb=20140901105456&path-prefix=ru" ],
      "descr": "Нарыв (Boil) - монстр, встречается практически на всех этажах. Быстро начинает увеличиваться до тех пор, пока не вырастет и тогда начнет плескать кровью с большим уроном, но с очень маленьким радиусом. Получив урон Нарыв уменьшается в размерах, но если перестать атаковать его, то враг начнет \"регенерировать\" до своей полноразмерной формы.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_leech",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Leech",
      "locale_name": "Пиявка",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/3/32/Leech.png/revision/latest/scale-to-width-down/100?cb=20140802073635&path-prefix=ru" ],
      "descr": "Пиявка (Leech) - летает по комнате. При условии нахождения персонажа на горизонтальной прямой относительно пиявки, последняя устремляется к персонажу на высокой скорости, нанося урон при касании. Также нужно отметить, что Пиявка - летающее создание, поэтому она может преодолевать препятствия.",
      "strategy": "",
      "extra": "В игре есть одноименный артефакт: Пиявка."
    }
  },
  {
    "id": "monster_kamikaze_leech",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Kamikaze Leech",
      "locale_name": "Пиявка Камикадзе",
      "icons": [ "http://vignette3.wikia.nocookie.net/bindingofisaac/images/e/ef/Leech2.png/revision/latest/scale-to-width-down/100?cb=20140802073635&path-prefix=ru" ],
      "descr": "Пиявка Камикадзе (Kamikaze Leech) - чёрная Пиявки с глазом вместо рта. Обычно встречается в Преисподней, но также может заменить обычную Пиявку на любом этаже. Взрывается после смерти.",
      "strategy": "",
      "extra": ""
    }
  },

  {
    "id": "monster_mulligan",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Mulligan",
      "locale_name": "Плакса",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/7/75/Mulligan.png/revision/latest/scale-to-width-down/100?cb=20140901105521&path-prefix=ru" ],
      "descr": "Плакса (Mulligan) - монстр, который начинает плакать и убегать, как только персонаж приближается к нему. Не наносит какого-либо урона. По мере прохождения уровней, будут появляться новые версии Плаксы. Стандартно, Плаксу призывает Мама. Не редка ситуация, когда Плакса уничтожается, заскакивая в горящий костер или проходя по шипам. Может самоуничтожиться. После смерти может оставить как обычную, так и атакующую муху.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_mulligoon",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Mulligoon",
      "locale_name": "Нытик",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/5/5f/Mulligoon.pn…atest/scale-to-width-down/100?cb=20140901105522&path-prefix=ru&format=webp" ],
      "descr": "Нытик (Mulligoon) - враг, очень похожий на Плаксу. При убийстве Нытика, он оставляет на месте своей смерти тролль-бомбу и выпускает 4 снаряда по \"Х\" траектории. Если Нытик самоуничтожается, то он так же оставляет после себя бомбу, но выпускает 8 снарядов вместо 4.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_mulliboom",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Mulliboom",
      "locale_name": "Нытик-камикадзе",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/c/c9/Mulliboom.pn…atest/scale-to-width-down/100?cb=20120708073551&path-prefix=ru&format=webp" ],
      "descr": "Нытик-камикадзе (Mulliboom) - монстр, добавленный в дополнении Wrath of the Lamb. При появлении персонажа в комнате, враг начинает стремиться к персонажу, подрывая себя на короткой дистанции и нанося взрывной урон.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_knight",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Knight",
      "locale_name": "Рыцарь",
      "icons": [ "http://vignette3.wikia.nocookie.net/bindingofisaac/images/d/dc/Knights.png/revision/latest/scale-to-width-down/100?cb=20130807115724&path-prefix=ru" ],
      "descr": "Рыцарь (Knight) - враг, практически полностью покрытый броней. Мозг - единственная уязвимая часть. Монстр передвигается по комнате случайным образом. При нахождении персонажа на одной прямой с врагом и в зоне его видимости, последний укоряется и будет двигаться до тех пор, пока не достигнет стены\\объекта. Рыцарей легко можно уничтожить с помощью проникающих насквозь выстрелов или подрыва посредством любого \"взрывного\" артефакта, бомбами.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_selfless_knight",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Selfless Knight",
      "locale_name": "Самоотверженный Рыцарь",
      "icons": [ "http://vignette3.wikia.nocookie.net/bindingofisaac/images/4/4a/Alternative_…g/revision/latest/scale-to-width-down/100?cb=20130807115724&path-prefix=ru" ],
      "descr": "Самоотверженный Рыцарь (Selfless Knight) - поведение схоже с обычным Рыцарем. Отличие заключается во внешнем виде (голова Исаака, вместо мозга на затылке) и увеличенной скоростью передвижения. Может заменить стандартного Рыцаря.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_hopper",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Hopper",
      "locale_name": "Скакун",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/4/4c/%D0%A1%D0%BA…%B0%D0%BA%D1%83%D0%BD.png/revision/latest?cb=20120402070754&path-prefix=ru" ],
      "descr": "Скакун (Hopper) - монстр прыгает по комнате, нанося урон при касании и имея возможность перепрыгивать камни и пропасти. При возгорании превращается в Горящего Скакуна.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_flaming_hopper",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Flaming Hopper",
      "locale_name": "Горящий Скакун",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/e/e9/%D0%93%D0%BE…%83%D0%BD.png/revision/latest?cb=20120402070829&path-prefix=ru&format=webp" ],
      "descr": "Горящий Скакун (Flaming Hopper) - является обычным Скакуном, до тех пор, пока не будет подожжен костром или каким-либо воспламеняющим артефактом персонажа. Превращаясь в Горящего Скакуна, последний получает увеличенный запас здоровья, увеличенную дистанцию прыжка и скорость.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_leaper",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Leaper",
      "locale_name": "Прыгун",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/5/54/Leaper.png/revision/latest?cb=20140901105516&path-prefix=ru&format=webp" ],
      "descr": "Прыгун (Leaper) - аналогичен Скакуну. Отличием является способность очень высоко прыгать и приземляться возле персонажа, при этом выстреливая в перпендикулярных направлениях после приземления кровавые снаряды.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_stone_grimace",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Stone Grimace",
      "locale_name": "Турель",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/3/32/Turret.png/revision/latest/scale-to-width-down/100?cb=20120709160713&path-prefix=ru" ],
      "descr": "Турель (Stone Grimace-Каменная гримаса) - статичная, неразрушимая гримаса из камня.\nИх можно найти от 1 до 3 в Глубинах в центре комнаты с другими монстрами.\nОни время от времени выпускают красный выстрел в сторону персонажа, пока комната не будет очищена от обычных врагов.\nНесмотря на то, что они неразрушимы, эффекты слез все еще влияют на них. Таким образом, их можно будет замедлить Укусом Паука или Маленьким Гишем.\nОни считаются обычными монстрами для помощников (Мёртвая Птичка, атакующие мухи, третья и более форма Кубика Мяса), которые могут начать атаковать Турель, хотя это не будет иметь эффекта.",
      "strategy": "",
      "extra": "Турели - ссылка на статуи в оригинальной The Legend of Zelda, которые тоже являются статичными, неразрушимыми и стреляющими шарами в сторону персонажа."
    }
  },
  {
    "id": "monster_hive",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Hive",
      "locale_name": "Улей",
      "icons": [ "http://vignette1.wikia.nocookie.net/bindingofisaac/images/c/c2/Hive.png/revision/latest/scale-to-width-down/100?cb=20140901105515&path-prefix=ru" ],
      "descr": "Улей (Hive) - монстр, убегающий при приближении персонажа и выпускающий атакующих мух через определенные промежутки времени. После смерти Улей может оставить после себя до 5 мух. Улей - более слабая версия Герцога Мух, так как оба выплевывают мух и не нападают на персонажа.",
      "strategy": "",
      "extra": ""
    }
  },
  {
    "id": "monster_fred",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Fred",
      "locale_name": "Фред",
      "icons": [ "http://vignette4.wikia.nocookie.net/bindingofisaac/images/d/d7/Fred.png/revision/latest/scale-to-width-down/100?cb=20140901105513&path-prefix=ru" ],
      "descr": "Фред (Fred) - встречается на уровнях Утробы и Матки. Во время атаки Фред вылезает из-под земли (подобно Ленточному Червю) и стреляет в персонажа взрывающимися снарядами, летящими навесом. После выстрела совершает прыжок в сторону персонажа, и уходит под землю, предварительно выстреливая 4 снаряда вокруг себя по \"Х\" траектории.",
      "strategy": "",
      "extra": "Является уменьшенной версией босса Мистер Фред.\nБосс Мистер Фред всегда вызывает себе на помощь Фреда."
    }
  },
  {
    "id": "monster_horf",
    "type": "monster",
    "game": "the_binding_of_isaac",
    "content": {
      "name": "Horf",
      "locale_name": "Хорф",
      "icons": [ "http://vignette2.wikia.nocookie.net/bindingofisaac/images/a/a4/Horfs.png/revision/latest/scale-to-width-down/100?cb=20130814113537&path-prefix=ru" ],
      "descr": "Хорф ( Horf ) - монстр, сравнимый с Мо. Аналогично последнему, выстреливает кровавый снаряд в сторону персонажа, но и в противовес к нему же остается на месте, не пытаясь преследовать протагониста.",
      "strategy": "",
      "extra": ""
    }
  }
]